Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# disbursementsDigitClabe
source: 18 Digit Clabe #
de_de: 18-stellige Clabe-Nummer
es_419: CLABE de 18 dígitos
es_es: CLABE de 18 dígitos
fr_fr: Numéro CLABE à 18 chiffres
it_it: Numero Clabe a 18 cifre
ja_jp: 18桁クラベ
ko_kr: 18자리 Clabe 번호
ms_my: Clabe 18 Digit #
pt_br: N.º da chave de 18 dígitos
ru_ru: 18-значный номер CLABE
th_th: หมายเลข Clabe 18 หลัก
vi_vn: Mã Clabe 18 chữ số
zh_hans: 18 位数 Clabe #
zh_hant_tw: 18 位數 Clabe #

# disbursementsDigitClabeErrorMessage
source: Enter a valid 18 digit Clabe number.
de_de: Geben Sie eine gültige 18-stellige Clabe-Nummer ein.
es_419: Introduce un número Clabe válido de 18 dígitos.
es_es: Introduzca un número Clabe válido de 18 dígitos.
fr_fr: Saisissez un numéro CLABE valide à 18 chiffres.
it_it: Inserisci un numero Clabe valido di 18 cifre.
ja_jp: 有効な18桁のClabe番号を入力してください。
ko_kr: 유효한 18자리 Clabe 번호를 입력하세요.
ms_my: Masukkan nombor Clabe 18 digit yang sah.
pt_br: Informe um número Clabe válido de 18 dígitos.
ru_ru: Введите действительный 18-значный номер Clabe.
th_th: กรอกหมายเลข Clabe 18 หลักที่ถูกต้อง
vi_vn: Nhập số Clabe hợp lệ gồm 18 chữ số.
zh_hans: 输入有效的 18 位数 Clabe 号码。
zh_hant_tw: 輸入有效的 18 位數 Clabe 號碼。

# disbursementsDomesticWire
source: Domestic Wire
de_de: Banküberweisung innerhalb der USA
es_419: Transferencia nacional
es_es: Transferencia nacional
fr_fr: Virement domestique
it_it: Trasferimento nazionale
ja_jp: 国内電信送金
ko_kr: 국내 송금
ms_my: Kawat Domestik
pt_br: Transferência doméstica
ru_ru: Внутренний перевод
th_th: การโอนเงินภายในประเทศ
vi_vn: Chuyển khoản trong nước
zh_hans: 国内电汇
zh_hant_tw: 國內電匯

# disbursementsEnterAddressReceivingAccount
source: Enter the Street Address on Receiving Account.
de_de: Geben Sie die Adresse des/der Zahlungsempfänger/in ein.
es_419: Introduce la dirección de la cuenta destinataria.
es_es: Introduzca la dirección de la cuenta destinataria.
fr_fr: Saisissez l'adresse postale du compte destinataire.
it_it: Inserisci l'indirizzo del conto ricevente.
ja_jp: 受取口座の住所を入力してください。
ko_kr: 수취 계좌에 있는 상세 주소를 입력합니다.
ms_my: Masukkan Alamat Jalan pada Akaun Penerimaan.
pt_br: Informe o endereço na conta beneficiária.
ru_ru: Введите адрес, указанный в банковском счете получателя.
th_th: กรอกที่อยู่ในบัญชีผู้รับ
vi_vn: Nhập địa chỉ đường phố trên tài khoản nhận tiền.
zh_hans: 输入收款帐户的街道地址。
zh_hant_tw: 輸入收款帳戶的街道地址。

# disbursementsEnterAValidAmount
source: Please enter a valid amount.
de_de: Bitte geben Sie einen gültigen Betrag ein.
es_419: Introduzca un importe válido
es_es: Introduzca un importe válido.
fr_fr: Veuillez saisir un montant valide.
it_it: Inserisci un importo valido.
ja_jp: 有効な金額を入力してください
ko_kr: 유효한 금액을 입력하세요.
ms_my: Sila masukkan jumlah yang sah.
pt_br: Informe um montante válido.
ru_ru: Укажите действительную сумму.
th_th: โปรดกรอกจํานวนเงินที่ถูกต้อง
vi_vn: Vui lòng nhập số tiền hợp lệ.
zh_hans: 请输入有效的金额。
zh_hant_tw: 請輸入有效的金額。

# disbursementsEnterCityStateReceivingAccount
source: Enter the City and State on Receiving Account.
de_de: Geben Sie den Ort und das Bundesland des/der Zahlungsempfänger/in ein.
es_419: Introduce la ciudad y el estado de la cuenta destinataria.
es_es: Introduzca la ciudad y el estado de la cuenta destinataria.
fr_fr: Saisissez la ville et l'État du compte destinataire.
it_it: Inserisci la città e la provincia del conto ricevente.
ja_jp: 受取口座の都市および州を入力してください。
ko_kr: Receiving 계정의 시/도를 입력합니다.
ms_my: Masukkan Bandar dan Negeri pada Akaun Penerimaan.
pt_br: Informe a cidade e o estado na conta beneficiária.
ru_ru: Введите город и регион, указанный в банковском счете получателя.
th_th: กรอกเมืองและรัฐในบัญชีรับเงิน
vi_vn: Nhập thành phố và tiểu bang trên tài khoản nhận tiền.
zh_hans: 输入收款帐户所在的城市和州。
zh_hant_tw: 輸入收款帳戶所在的城市和州。

# disbursementsEnterNameReceivingAccount
source: Enter the Name on Receiving Account.
de_de: Geben Sie den Namen des/der Zahlungsempfänger/in ein.
es_419: Introduce el nombre de la cuenta destinataria.
es_es: Introduzca el nombre de la cuenta destinataria.
fr_fr: Saisissez le nom figurant sur le compte destinataire.
it_it: Inserisci il nome sul conto ricevente.
ja_jp: 受取口座の名前を入力してください。
ko_kr: 수취 계좌 명의를 입력하세요.
ms_my: Masukkan Nama pada Akaun Penerimaan.
pt_br: Informe o nome na conta beneficiária.
ru_ru: Введите имя, указанное в банковском счете получателя.
th_th: กรอกชื่อในบัญชีผู้รับ
vi_vn: Nhập tên trên tài khoản nhận tiền.
zh_hans: 输入收款帐户名称。
zh_hant_tw: 輸入收款帳戶名稱。

# disbursementsEnterReceivingBankAddress
source: Enter the Receiving Bank Address.
de_de: Geben Sie die Adresse der Empfängerbank ein.
es_419: Introduce la dirección del banco destinatario.
es_es: Introduzca la dirección del banco destinatario.
fr_fr: Saisissez l'adresse de la banque destinataire.
it_it: Inserisci l'indirizzo della banca ricevente.
ja_jp: 受取銀行の住所を入力してください。
ko_kr: 수취 은행 주소를 입력하세요.
ms_my: Masukkan Alamat Bank Penerimaan.
pt_br: Informe o endereço do banco de destino.
ru_ru: Введите адрес банка получателя.
th_th: กรอกที่อยู่ธนาคารผู้รับ
vi_vn: Nhập địa chỉ ngân hàng nhận tiền.
zh_hans: 输入收款银行地址。
zh_hant_tw: 輸入收款銀行地址。

# disbursementsEnterReceivingBankCityAndState
source: Enter the Receiving Bank City and State.
de_de: Geben Sie den Ort und den US-Bundesstaat der Empfängerbank ein.
es_419: Introduce la ciudad y el estado del banco destinatario.
es_es: Introduzca la ciudad y el estado del banco destinatario.
fr_fr: Saisissez la ville et l'État de la banque destinataire.
it_it: Inserisci la città e la provincia della banca ricevente.
ja_jp: 受取銀行の都市および州を入力してください。
ko_kr: 수신 은행의 시/도를 입력하세요.
ms_my: Masukkan Bandar dan Negeri Bank Penerimaan.
pt_br: Informe a cidade e o estado do banco de destino.
ru_ru: Введите город и регион банка-получателя.
th_th: กรอกชื่อเมืองและรัฐของธนาคารผู้รับ
vi_vn: Nhập thành phố và tiểu bang của ngân hàng nhận tiền.
zh_hans: 输入收款银行城市和州。
zh_hant_tw: 輸入收款銀行城市和州。

# disbursementsEnterReceivingBankName
source: Enter the Receiving Bank Name.
de_de: Geben Sie den Namen der Empfängerbank ein.
es_419: Introduce el nombre del banco destinatario.
es_es: Introduzca el nombre del banco destinatario.
fr_fr: Saisissez le nom de la banque destinataire.
it_it: Inserisci il nome della banca ricevente.
ja_jp: 受取銀行名を入力してください。
ko_kr: 수취 은행 이름을 입력하세요.
ms_my: Masukkan Nama Bank Penerimaan.
pt_br: Informe o nome do banco de destino.
ru_ru: Введите название банка-получателя.
th_th: กรอกชื่อธนาคารผู้รับ
vi_vn: Nhập tên ngân hàng nhận.
zh_hans: 输入收款银行名称。
zh_hant_tw: 輸入收款銀行名稱。

# disbursementsEnterValidFederalABA
source: Enter a valid 9-digit Federal ABA Routing Number.
de_de: Geben Sie eine gültige neunstellige amerikanische ABA-Routingnummer ein.
es_419: Introduzca un número de enrutamiento ABA federal de 9 dígitos válido.
es_es: Introduzca un número de ruta ABA federal válido de 9 dígitos.
fr_fr: Veuillez saisir un numéro de routage américain ABA valide à 9 chiffres.
it_it: Inserisci un numero di routing ABA statunitense valido a 9 cifre.
ja_jp: 有効な9桁の連邦ABAルーティング番号を入力してください。
ko_kr: 유효한 9자리 연방 ABA 라우팅 번호를 입력하세요.
ms_my: Masukkan Nombor Penghalaan ABA Persekutuan 9 digit yang sah.
pt_br: Informe um número de roteamento federal ABA válido de 9 dígitos.
ru_ru: Введите действительный 9-значный федеральный банковский код ABA.
th_th: กรอกหมายเลข Federal ABA Routing 9 หลักที่ถูกต้อง
vi_vn: Nhập Mã định tuyến ABA liên bang hợp lệ gồm 9 chữ số.
zh_hans: 输入有效的 9 位数联邦 ABA 路由号码。
zh_hant_tw: 輸入有效的 9 位數聯邦 ABA 路由號碼。

# disbursementsEnterValidReceivingAccountNumber
source: Enter a valid Receiving Account Number.
de_de: Geben Sie eine gültige Kontonummer des/der Zahlungsempfänger/in ein.
es_419: Introduzca un número de cuenta destinataria válida.
es_es: Introduzca un número de cuenta destinataria válida.
fr_fr: Saisissez un numéro de compte destinataire valide.
it_it: Inserisci un numero di conto ricevente valido.
ja_jp: 有効な受取口座番号を入力してください。
ko_kr: 유효한 수신 계좌 번호를 입력하세요.
ms_my: Masukkan Nombor Akaun Penerimaan yang sah.
pt_br: Informe um número válido para a conta beneficiária.
ru_ru: Введите действительный номер счета получателя.
th_th: กรอกหมายเลขบัญชีผู้รับที่ถูกต้อง
vi_vn: Nhập Số tài khoản nhận tiền hợp lệ.
zh_hans: 输入有效的收款帐户号码。
zh_hant_tw: 輸入有效的收款帳戶號碼。

# disbursementsErrorMessage
source: Error Message
de_de: Fehlermeldung
es_419: Mensaje de error
es_es: Mensaje de error
fr_fr: Message d'erreur
it_it: Messaggio di errore
ja_jp: エラーメッセージ
ko_kr: 오류 메시지
ms_my: Mesej Ralat
pt_br: Mensagem de erro
ru_ru: Сообщение об ошибке
th_th: ข้อความแสดงข้อผิดพลาด
vi_vn: Thông báo lỗi
zh_hans: 错误讯息
zh_hant_tw: 錯誤訊息

# disbursementsErrorPrefix
source: Please correct the errors listed below. u{2022}
de_de: Bitte korrigieren Sie die unten aufgeführten Fehler. u{2022}
es_419: Corrige los errores que se enumeran a continuación.u{2022}
es_es: Corrija los errores que se enumeran a continuación. u{2022}
fr_fr: Veuillez corriger les erreurs répertoriées ci-dessous. u{2022}
it_it: Correggi gli errori elencati di seguito. u{2022}
ja_jp: 下記の誤りを修正してください。u{2022}
ko_kr: 아래 나열된 오류를 수정하세요. u{2022}
ms_my: Sila betulkan ralat yang disenaraikan di bawah. u{2022}
pt_br: Corrija os erros abaixo. u{2022}
ru_ru: Исправьте перечисленные ниже ошибки. u{2022}
th_th: โปรดแก้ไขข้อผิดพลาดที่แสดงด้านล่างนี้ u{2022}
vi_vn: Vui lòng sửa các lỗi được liệt kê bên dưới. u{2022}
zh_hans: 请更正下列错误。 u{2022}
zh_hant_tw: 請更正下列錯誤。 u{2022}

# disbursementsFederalABANumber
source: Federal ABA Routing Number
de_de: US-ABA-Routingnummer
es_419: Número de enrutamiento federal de ABA
es_es: Número de ruta federal ABA
fr_fr: Numéro de routage ABA fédéral
it_it: Numero di routing ABA statunitense
ja_jp: 連邦ABAルーティング番号
ko_kr: 연방 ABA 라우팅 번호
ms_my: Nombor Penghalaan ABA Persekutuan
pt_br: Número de roteamento da ABA federal
ru_ru: Федеральный банковский номер ABA
th_th: หมายเลข Federal ABA Routing
vi_vn: Số định tuyến ABA liên bang
zh_hans: 联邦 ABA 路由号码
zh_hant_tw: 聯邦 ABA 路由號碼

# disbursementsFrom
source: From
de_de: Von
es_419: De
es_es: De
fr_fr: De
it_it: Da
ja_jp: 差出人
ko_kr: 시작
ms_my: Daripada
pt_br: De
ru_ru: Отправитель
th_th: จาก
vi_vn: Từ
zh_hans: 从
zh_hant_tw: 從

# disbursementsFTU
source: We are currently unable to display the Transfer Proceeds method. Please try again later or call Schwab at 800-654-2593 for assistance.
de_de: Die Methode „Transfererlös“ können wir derzeit nicht anzeigen. Bitte versuchen Sie es später erneut oder rufen Sie Schwab unter 800-654-2593 an, um Hilfe zu erhalten.
es_419: Actualmente no podemos mostrar el método de ingresos de transferencia. Inténtalo de nuevo más tarde o llama a Schwab al 800-654-2593 para obtener asistencia.
es_es: Actualmente no podemos mostrar el método Transferir ingresos. Inténtelo de nuevo más tarde o llame a Schwab al 800-654-2593 para obtener asistencia.
fr_fr: Nous ne sommes actuellement pas en mesure d'afficher la méthode de transfert des produits. Veuillez réessayer plus tard ou contacter Schwab au 800-654-2593 pour obtenir de l'aide.
it_it: Al momento non siamo in grado di visualizzare il metodo Trasferisci proventi. Ti preghiamo di riprovare più tardi, oppure contatta Schwab al numero 800-654-2593 per ricevere assistenza.
ja_jp: 現在、受取金振替方式を表示することはできません。後でもう一度お試しいただくか、詳細についてはSchwab宛てに800-654-2593までお電話ください。
ko_kr: 현재 수익 이체 방법을 표시할 수 없습니다. 나중에 다시 시도하거나 800-654-2593으로 Schwab에 문의해 도움을 받으세요.
ms_my: Buat masa ini kami tidak dapat memaparkan kaedah Hasil Pemindahan. Sila cuba lagi kemudian atau hubungi Schwab di 800-654-2593 untuk mendapatkan bantuan.
pt_br: No momento, não podemos mostrar o método "Transferir proventos". Tente novamente depois ou ligue para a Schwab em 800-654-2593.
ru_ru: В настоящее время мы не можем отобразить метод перевода поступлений. Пожалуйста, повторите попытку позже или свяжитесь с компанией Schwab по номеру 800-654-2593.
th_th: ขณะนี้เราไม่สามารถแสดงวิธีการโอนได้ โปรดลองอีกครั้งในภายหลังหรือโทรติดต่อ Schwab ที่หมายเลข 800-654-2593 เพื่อขอความช่วยเหลือ
vi_vn: Hiện tại, chúng tôi không thể hiển thị phương thức Chuyển tiền. Vui lòng thử lại sau hoặc gọi cho Schwab theo số 800-654-2593 để được hỗ trợ.
zh_hans: 目前无法显示转帐所得款项方式。请于稍后重试，或致电 800-654-2593 联络嘉信理财寻求协助。
zh_hant_tw: 目前無法顯示轉帳所得款項方式。請於稍後重試，或致電 800-654-2593 聯絡嘉信理財尋求協助。

# disbursementsGeneralError
source: Please provide the missing information where indicated below.
de_de: Ergänzen Sie die fehlenden Angaben bitte an den unten aufgeführten Stellen.
es_419: Proporciona la información que falta donde se indica a continuación.
es_es: Proporcione la información que falta donde se indica a continuación.
fr_fr: Veuillez fournir les informations manquantes aux endroits indiqués ci-dessous.
it_it: Fornisci le informazioni mancanti nei campi indicati di seguito.
ja_jp: 下記に不足している情報を記入してください。
ko_kr: 아래 표시된 곳에 누락된 정보를 제공하세요.
ms_my: Sila berikan maklumat yang tiada di tempat yang dinyatakan di bawah.
pt_br: Inclua as informações ausentes onde indicado abaixo.
ru_ru: Добавьте недостающую информацию, как указано ниже.
th_th: โปรดระบุข้อมูลที่หายไปตามที่ระบุไว้ด้านล่าง
vi_vn: Vui lòng cung cấp thông tin còn thiếu ở phần được chỉ định bên dưới.
zh_hans: 请提供以下所指出的缺失资讯。
zh_hant_tw: 請提供以下所指出的缺失資訊。

# disbursementsIbanErrorMessage
source: Enter a valid IBAN Code.
de_de: Einen gültigen IBAN Code eingeben.
es_419: Introduzca un código IBAN válido.
es_es: Introduzca un código IBAN válido.
fr_fr: Saisissez un code IBAN valide.
it_it: Inserisci un codice IBAN valido.
ja_jp: 有効なIBANコードを入力してください。
ko_kr: 유효한 IBAN 코드를 입력하세요.
ms_my: Masukkan Kod IBAN yang sah.
pt_br: Informe um código IBAN válido.
ru_ru: Введите действительный код IBAN.
th_th: กรอกรหัส IBAN ที่ถูกต้อง
vi_vn: Nhập mã IBAN hợp lệ.
zh_hans: 输入有效的 IBAN 代码。
zh_hant_tw: 輸入有效的 IBAN 代碼。

# disbursementsIfscErrorMessage
source: Enter a valid 11 digit IFSC Code.
de_de: Einen gültigen elfstelligen IFSC-Code eingeben.
es_419: Introduzca un código IFSC válido de 11 dígitos.
es_es: Introduzca un código IFSC válido de 11 dígitos.
fr_fr: Saisissez un code IFSC valide à 11 chiffres.
it_it: Inserisci un codice IFSC valido di 11 cifre.
ja_jp: 有効な11桁のIFSCコードを入力してください。
ko_kr: 유효한 11자리 IFSC 코드를 입력하세요.
ms_my: Masukkan Kod IFSC 11 digit yang sah.
pt_br: Informe um código IFSC válido de 11 dígitos.
ru_ru: Введите действительный 11-значный код IFSC.
th_th: กรอกรหัส IFSC 11 หลักที่ถูกต้อง
vi_vn: Nhập Mã IFSC hợp lệ gồm 11 chữ số.
zh_hans: 输入有效的 11 位数 IFSC 代码。
zh_hant_tw: 輸入有效的 11 位數 IFSC 代碼。

# disbursementsInternationalWire
source: International Wire
de_de: Internationale Banküberweisung
es_419: Transferencia internacional
es_es: Transferencia internacional
fr_fr: Virement international
it_it: Trasferimento internazionale
ja_jp: 国際電信送金
ko_kr: 국제 송금
ms_my: Kawat Antarabangsa
pt_br: Transferência internacional
ru_ru: Международный перевод
th_th: การโอนเงินระหว่างประเทศ
vi_vn: Chuyển khoản quốc tế
zh_hans: 国际电汇
zh_hant_tw: 國際電匯

# disbursementsMaximumCharactersReached
source: Maximum Characters Reached
de_de: Maximale Zeichenanzahl erreicht
es_419: Se ha alcanzado el máximo de caracteres
es_es: Se ha alcanzado el máximo de caracteres
fr_fr: Nombre maximum de caractères atteint
it_it: Numero massimo di caratteri raggiunto
ja_jp: 最大文字数に達しました
ko_kr: 최대 문자 수에 도달함
ms_my: Aksara Maksimum Dicapai
pt_br: Máximo de caracteres atingidos
ru_ru: Максимальное количество символов
th_th: มีตัวอักษรถึงจำนวนสูงสุดแล้ว
vi_vn: Đã đạt số ký tự tối đa
zh_hans: 已达到字数上限
zh_hant_tw: 已達到字數上限

# disbursementsMessageDurationCash
source: Transfer requests will be processed within one business day. International wires take an average of 3 - 7 business days after processing to arrive at the receiving institution.
de_de: Überweisungsanträge werden innerhalb eines Geschäftstages bearbeitet. Bei internationalen Banküberweisungen dauert es nach der Bearbeitung durchschnittlich 3–7 Geschäftstage, bis der Betrag beim empfangenden Finanzinstitut eintrifft.
es_419: Las solicitudes de transferencia se procesarán en el plazo de un día hábil. Las transferencias internacionales tardan un promedio de 3 a 7 días hábiles en llegar a la institución destinataria después de procesarse.
es_es: Las solicitudes de transferencia se procesarán en el plazo de un día laborable. Las transferencias internacionales tardan un promedio de 3 a 7 días laborables en llegar a la institución destinataria después de procesarse.
fr_fr: Les demandes de transfert seront traitées dans un délai d'un jour ouvrable. Il faut compter en moyenne 3 à 7 jours ouvrables après traitement pour que l'établissement destinataire reçoive un virement international.
it_it: Le richieste di trasferimento verranno elaborate entro un giorno lavorativo. I bonifici internazionali impiegano in media 3-7 giorni lavorativi dal momento dell'elaborazione per arrivare all'istituto ricevente.
ja_jp: 振替リクエストは1営業日以内に処理されます。国際電信送金は処理後受取機関に届くまでに平均3–7営業日かかります。
ko_kr: 이체 요청은 영업일 기준 1일 내에 처리됩니다. 국제 송금은 처리 후 수취 기관에 도착하기까지 영업일 기준 평균 3-7일이 소요됩니다.
ms_my: Permintaan pemindahan akan diproses dalam masa satu hari perniagaan. Kawat antarabangsa mengambil masa purata 3 - 7 hari perniagaan selepas pemprosesan untuk tiba di institusi penerimaan.
pt_br: As solicitações de transferência serão processadas em até um dia útil. Transferências internacionais levam de 3 a 7 dias úteis após o processamento para chegarem à instituição de destino.
ru_ru: Мы обрабатываем ваш запрос в течение одного рабочего дня после завершения расчетов по сделке. Международные переводы поступают через 3–7 рабочих дней после обработки.
th_th: คำขอโอนจะได้รับการดำเนินการภายในหนึ่งวันทำการ การโอนเงินระหว่างประเทศใช้เวลาเฉลี่ย 3-7 วันทำการหลังจากดำเนินการให้มาถึงสถาบันผู้รับ
vi_vn: Yêu cầu chuyển tiền sẽ được xử lý trong vòng một ngày làm việc. Chuyển khoản quốc tế cần trung bình 3-7 ngày làm việc sau khi xử lý để tiền đến được tổ chức tiếp nhận.
zh_hans: 转帐请求将在一个工作日内处理。国际电汇在处理后，平均需要 3 至 7 个工作日才能到达收款机构。
zh_hant_tw: 轉帳請求將在一個工作日內處理。國際電匯在處理後，平均需要 3 至 7 個工作日才能到達收款機構。

# disbursementsMessageDurationTrade
source: Transfer requests will be processed within one business day after the trade transaction has settled. International wires take an average of 3 - 7 business days after processing to arrive at the receiving institution.
de_de: Überweisungsanträge werden innerhalb eines Geschäftstags nach Abrechnung der Handelstransaktion bearbeitet. Bei internationalen Banküberweisungen dauert es nach der Bearbeitung durchschnittlich 3–7 Geschäftstage, bis der Betrag beim empfangenden Finanzinstitut eintrifft.
es_419: Las solicitudes de transferencia se procesarán en el plazo de un día laborable después de liquidarse la transacción de negociación. Las transferencias internacionales tardan un promedio de 3 a 7 días laborables en llegar a la institución destinataria después de procesarse.
es_es: Las solicitudes de transferencia se procesarán en el plazo de un día laborable después de liquidarse la transacción de negociación. Las transferencias internacionales tardan un promedio de 3 a 7 días laborables en llegar a la institución destinataria después de procesarse.
fr_fr: Les demandes de transfert seront traitées dans un délai d'un jour ouvrable après le règlement de la transaction commerciale. Il faut compter en moyenne 3 à 7 jours ouvrables après traitement pour que l'établissement destinataire reçoive un virement international.
it_it: Le richieste di trasferimento verranno elaborate entro un giorno lavorativo dalla liquidazione della transazione commerciale. I bonifici internazionali impiegano in media 3-7 giorni lavorativi dal momento dell'elaborazione per arrivare all'istituto ricevente.
ja_jp: 送金リクエストは、取引トランザクションが決済されてから1営業日以内に処理されます。国際電信送金は、処理されてから受取機関に届くまでに平均3～7営業日かかります。
ko_kr: 거래가 정산된 후 영업일 기준 1일 내에 이체 요청이 처리됩니다. 국제 송금은 처리 후 수취 기관에 도착하기까지 영업일 기준 평균 3-7일이 소요됩니다.
ms_my: Permintaan pemindahan akan diproses dalam tempoh satu hari perniagaan selepas transaksi perdagangan diselesaikan. Kawat antarabangsa mengambil masa purata 3 - 7 hari perniagaan selepas pemprosesan untuk tiba di institusi penerimaan.
pt_br: As solicitações de transferência serão processadas dentro de um dia útil após a liquidação da transação. Transferências internacionais levam de 3 a 7 dias úteis após o processamento para chegarem à instituição de destino.
ru_ru: Мы обрабатываем ваш запрос в течение одного рабочего дня после завершения расчетов по сделке. Международные переводы поступают через 3–7 рабочих дней после обработки.
th_th: คำขอโอนจะถูกดำเนินการภายในหนึ่งวันทำการหลังจากทำธุรกรรมการเทรดแล้ว การโอนเงินระหว่างประเทศใช้เวลาเฉลี่ย 3-7 วันทำการหลังจากดำเนินการให้มาถึงสถาบันผู้รับ
vi_vn: Yêu cầu chuyển khoản sẽ được xử lý trong vòng một ngày làm việc sau khi giao dịch thương mại được thanh toán. Chuyển khoản quốc tế cần trung bình 3-7 ngày làm việc sau khi xử lý để tiền đến được tổ chức tiếp nhận.
zh_hans: 转帐请求将在交易结算后 1 个工作日内处理。国际电汇在处理后，平均需要 3 至 7 个工作日才能到达收款机构。
zh_hant_tw: 轉帳請求將在交易結算後 1 個工作日內處理。國際電匯在處理後，平均需要 3 至 7 個工作日才能到達收款機構。

# disbursementsMyself
source: Myself
de_de: Ich selbst
es_419: Mí mismo
es_es: Yo mismo
fr_fr: Moi-même
it_it: Me stesso
ja_jp: 私自身
ko_kr: 본인
ms_my: Diri Sendiri
pt_br: Eu
ru_ru: Я сам
th_th: ตัวเอง
vi_vn: Bản thân tôi
zh_hans: 本人
zh_hant_tw: 本人

# disbursementsName
source: Name
de_de: Bezeichnung
es_419: Nombre
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
ms_my: Nama
pt_br: Nome
ru_ru: Название
th_th: ชื่อ
vi_vn: Tên
zh_hans: 名称
zh_hant_tw: 名稱

# disbursementsNameOnAccount
source: Name on Account
de_de: Kontoinhaber
es_419: Nombre de cuenta
es_es: Nombre en la cuenta
fr_fr: Nom figurant sur le compte
it_it: Nome sul conto
ja_jp: 口座名義人
ko_kr: 계좌 명의
ms_my: Nama pada Akaun
pt_br: Nome na conta
ru_ru: Имя владельца счёта
th_th: ชื่อในบัญชี
vi_vn: Tên trên tài khoản
zh_hans: 帐户姓名
zh_hant_tw: 帳戶姓名

# disbursementsNoSelectionMessage
source: If you leave without making a selection, your proceeds will be transferred to your Schwab brokerage account.
de_de: Wenn Sie die Seite verlassen, ohne eine Auswahl zu treffen, werden Ihre Erlöse auf Ihr Schwab-Depot überwiesen.
es_419: Si sales sin hacer ninguna selección, tus ingresos se transferirán a tu cuenta de corretaje de Schwab.
es_es: Si sale sin hacer ninguna selección, sus ingresos se transferirán a su cuenta de corretaje de Schwab.
fr_fr: Si vous quittez sans opérer de sélection, vos produits seront transférés sur votre compte de courtage Schwab.
it_it: Se esci senza effettuare alcuna selezione, i tuoi ricavi verranno trasferiti sul tuo conto di intermediazione Schwab.
ja_jp: 選択しないままにしておくと、受取金はお客様のSchwab証券口座に振替られます。
ko_kr: 선택하지 않고 나가면 수익금은 귀하의 Schwab 중개 계좌로 이체됩니다.
ms_my: Jika anda pergi tanpa membuat pilihan, hasil anda akan dipindahkan ke akaun pembrokeran Schwab anda.
pt_br: Se você sair sem selecionar nada, seus proventos serão transferidos para sua conta de corretagem Schwab.
ru_ru: Если вы выйдете без отметки выбора, ваши доходы будут переведены на ваш брокерский счёт Schwab.
th_th: หากคุณออกโดยไม่เลือกรายการใดๆ รายได้ของคุณจะถูกโอนไปยังบัญชีนายหน้า Schwab ของคุณ
vi_vn: Nếu bạn rời đi mà không lựa chọn, tiền thu được của bạn sẽ được chuyển vào tài khoản môi giới Schwab của bạn.
zh_hans: 如果您未做出选择就离开，您的所得款项将转入您的嘉信理财经纪帐户。
zh_hant_tw: 如果您未做出選擇就離開，您的所得款項將轉入您的嘉信理財經紀帳戶。

# disbursementsOnlineTransfer
source: Online Transfer
de_de: Online-Übertragung
es_419: Transferencia por Internet
es_es: Transferencia en línea
fr_fr: Transfert en ligne
it_it: Trasferimento online
ja_jp: オンライン振替
ko_kr: 온라인 이체
ms_my: Pemindahan Dalam Talian
pt_br: Transferência online
ru_ru: Онлайн перевод
th_th: โอนออนไลน์
vi_vn: Chuyển khoản online
zh_hans: 线上转帐
zh_hant_tw: 線上轉帳

# disbursementsOther
source: Other
de_de: Andere
es_419: Otro
es_es: Otra persona
fr_fr: Autre
it_it: Altro
ja_jp: その他
ko_kr: 기타
ms_my: Lain
pt_br: Outro
ru_ru: Третье лицо
th_th: อื่นๆ
vi_vn: Khác
zh_hans: 其他
zh_hant_tw: 其他
